[
    {
      "id": 1,
      "name": "Full Stack Development",
      "description": "Learn both front-end and back-end technologies to build complete, interactive web applications. Master HTML, CSS, JavaScript, and popular frameworks like React, Node.js, and databases.",
      "image": "https://example.com/images/headphones.jpg",
      "price": "1 Year",
      "category": "ReactJs NextJs NodeJs"
    },
    {
      "id": 2,
      "name": "FrontEnd Development",
      "description": "Dive into the world of web design with a focus on creating visually appealing, user-friendly websites using HTML, CSS, JavaScript, and responsive frameworks like Bootstrap.",
      "price": "6 Months",
      "category": "ReactJs JavaScript HTML Css"
    },
    {
      "id": 3,
      "name": "Backend Development",
      "description": "Gain expertise in server-side programming, databases, and APIs. Learn languages like Node.js, Python, and PHP to handle data management and create efficient back-end systems",
      "price": "6 Months",
      "category": "NodeJs ExpressJs MongoDb"
    },
    {
      "id": 4,
      "name": "C.I.T",
      "description": "Compact and portable speaker with deep bass and wireless connectivity.",
      "price": "6 Months",
      "category": "Ms Office HTML Adobe Photoshop"
    },
    {
      "id": 5,
      "name": "Ms Office",
      "description": " Master the essential Microsoft Office Suite (Word, Excel, PowerPoint) to enhance your office productivity and improve your ability to create documents, spreadsheets, and presentations.",
      "price": "3 Months",
      "category": "Ms Word Excel Power Point"
    },
    {
      "id": 6,
      "name": "Graphic Design",
      "description": "Unlock your creativity with graphic design skills. Learn to use industry-standard tools like Adobe Photoshop, Illustrator, and InDesign to create stunning visuals for both digital and print media.",
      "price": "6 Months",
      "category": "Adobe Photoshop illustrator"
    },
    {
      "id": 7,
      "name": "WordPress Development",
      "description": "Master the world’s most popular content management system. Learn how to design, develop, and maintain custom WordPress websites for businesses and individuals",
     "price": "6 Months",
      "category": "wordpress woocommerce"
    },
    {
      "id": 8,
      "name": "Typing",
      "description": "Improve your typing speed and accuracy with practical lessons and exercises. Master touch typing to boost your productivity and efficiency in any digital work environment.",
      "price": "4 Months"
      
    },
   
    {
      "id": 10,
      "name": "Computer Basics",
      "description": "Healthy air fryer with adjustable temperature control and quick cooking time.",
      "price": "4 Months",
      "category": "Ms Office Window Installition Basic Typing"
    }
  ]
  